Revit 2027 API
ParameterTypeId.RebarSystemSpacingFrontDirn2 Property
 "Exterior Minor Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpacingFrontDirn2 { get; }
Public Shared ReadOnly Property RebarSystemSpacingFrontDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpacingFrontDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemSpacingFrontDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace